Update export from Scout jam: Add Deploy Buttons to README
